;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Dewi Gwyn
; TranslationAuthorEmail: llygredd.moesol@btinternet.com
;

[Translation]
LangCode=0452
ReadHabit=Left-to-right
LanguageName=CYM
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Gwybodaeth
Warning=Rhybudd
Error=Gwall
Confirm=Cadarnhad
FrmGeneral.chkuac.caption=Sgipiwch UAC
FrmWRC.btnassist.caption=Cymorth
FrmWRC.btnregclean.caption=Glanhaydd Cofrestrfa
FrmWRC.btnadv.caption=Tiwnio'r System
FrmWRC.btnsilm.caption=Dad-ddarnio'r Cofrestrfa
FrmWRC.btnrestore.caption=Adfer
FrmWRC.btnsettings.caption=Gosodiadau
FrmWRC.btnlikeit.caption=Hoffi
FrmWRC.btnsuggest.caption=Awgrymiadau ac adborth
FrmWRC.WiseSimpleButton1.caption=Copi wrth gefn
FrmWRC.btnupdate.caption=Gwirio am ddiweddariad
FrmWRC.btnfacebook.hint=Dilynwch ni ar Facebook
FrmWRC.btntwitter.hint=Dilynwch ni ar Twitter
FrmWRC.btnemail.hint=Rhannwch gyda'ch ffrindiau
FrmWRC.btnmessage.caption=Neges
FrmReg.caption=Cofrestru
FrmRegClean.btnall.caption=Dewis popeth
FrmRegClean.btnre.caption=Argymhellir
FrmRegClean.btnnone.caption=Dewis Dim
FrmRegClean.btnCustom.caption=Ardal wedi ei addasu
FrmRegClean.WiseLabel1.caption=Trefnydd
FrmRegClean.lbltype.caption=Dewis Math o Rediad:
FrmRegClean.lblweek.caption=Dewis diwrnod:
FrmRegClean.lbltime.caption=Amser:
FrmRegClean.btnScan.caption=Sgan
FrmRegClean.btncancel.caption=Canslo
FrmRegClean.btnrescan.caption=Yn ol i'r brif ddewislen
FrmRegClean.lblstat.caption=Nid ydywch wedi glanhau eich cofrestrfa. Awmgrymir ei lanhau'n syth.
FrmRegClean.vtrc.Columns[0]=Data
FrmRegClean.vtrc.Columns[1]=Allwedd Cofrestrfa
FrmReg.lblinfo.caption=Diolch am ddewis Glanhaydd Cofretrfa Wise
FrmReg.lblinfoex.caption=Mewnbynnwch eich allwedd trwydded er mwyn actifadu'r fesriwn PRO
FrmReg.lblemail.caption=Ebost:
FrmReg.lblUser.caption=Eich Enw:
FrmReg.lblKey.caption=Allwedd Trwydded
FrmReg.btnReg.caption=Cofrestru
FrmReg.btnbuy.caption=Prynu
FrmReg.lblhelp.caption=Yn cael trafferth mewnbynnu'ch allwedd trwydded?
FrmReg.btnContact.caption=Cysylltu a ni
FrmOptimizer.btnSlimming.caption=Optimeiddio
FrmOptimizer.btnnone.caption=Dewis Dim
FrmOptimizer.btnall.caption=Dewis popeth
FrmOptimizer.btnDefault.caption=Gosodiad diofyn ar gyfer y system
FrmOptimizer.lblrecommendinfo.caption=Defnyddiwch gynnyrch eraill o wisecleaner.com rwan!
FrmOptimizer.lblpce.caption=Peiriannydd PC Wise
FrmOptimizer.lblpceinfo.caption=Mae Peiriannydd PC Wise yn fwndel o gyfleustodau pwysig ar gyfer cofrestrfa, disg a systemau eraill eich PC. Hawdd i'w ddefnyddio ac yn  Effeithiol!
FrmOptimizer.lblwdcinfo.caption=Glanhaydd Disg Wise yw'r Glanhaydd Disg rhad ac am ddim Gorau ar gyfer clrio ffeiliau, sothach ac olion preifatrwydd. Cyflym, trylwyr a diogel!
FrmOptimizer.lblwdc.caption=Glanhaydd Disg Wise
FrmOptimizer.lblre.caption='Da chisho gwella perfformiad Windows?
Frmoptimizer.lblinfoex.caption=Mae Tiwnio'r System yn medru gwella'ch rhwydwaith, buanedd Windows a sefydlogi'ch system.
FrmOptimizer.btnoptimize.caption=Optimeiddio
FrmRegDefragger.lblinfo.caption=Mae'r dad-ddarnio'ch cofrestrfa yn galluogi'ch PC i redeg yn gyflymach ac yn fwy sefydlog.
FrmRegDefragger.lblstat.caption=Nid ydych wedi dad-ddarnio'ch cofrestrfa eto. Awgrymir dad-ddarnio ar unwaith.
FrmRegDefragger.btndefrag.caption=Dad-ddarnio
FrmRegDefragger.lblinfo1.caption=1. Rydym yn awgrymu eich bod yn cau pob cymhwysiad cyn rhedeg y swyddogaeth yma.
FrmRegDefragger.lblinfo2.caption=2. Mae'n bosib i'r system beidio ymateb am gyfnod wrth ddadansoddi, mae hyn arferol.
FrmRegDefragger.lblinfo3.caption=3. Bydd y system yn aildderchrau'n awtomatig unwaith mae dad-ddarnio'r cofrestrfa wedi ei gwblhau.
FrmRegDefragger.lblinfo4.caption=4. Peidiwch a thorri ffwrdd yn ystod y broses dad-ddarnio gan fod hyn yn medru creu canlyniadau anhysbys.
FrmRegDefragger.vtdefrag.Columns[0]=Enw Haid
FrmRegDefragger.vtdefrag.Columns[1]=Maint Cyfredol
FrmRegDefragger.vtdefrag.Columns[2]=Maint Newydd
FrmRegDefragger.vtdefrag.Columns[3]=Cyfradd Diangen
FrmRegDefragger.btnAnalysis.caption=Dadansoddi
Frmcustom.caption=Ardal wedi ei addasu
Frmcustom.btnre.caption=Argymhellir
Frmcustom.btnall.caption=Dewis popeth
Frmcustom.btnnone.caption=Dewis Dim
Frmcustom.btncancel.caption=Canslo
Frmcustom.btnok.caption=Iawn
FrmAbout.lblver.caption=Fersiwn Cyfredol:
FrmAbout.lblemail.caption=Ebost Cefnogaeth:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Tudalen Gartref:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Diolch i'r pobl canlynol am eu cyfraniadau:
FrmAboutWin.caption=Ynghylch
FrmAboutWin.btnok.caption=Iawn
FrmSettings.caption=Gosodiadau
FrmSettings.tsCommon.caption=Cyffredinol
FrmGeneral.chkexp.caption=Ymunwch a'r Rhaglen Cyfoethogi Profiad y Cwsmer
FrmGeneral.lblexp.caption=Manylion
FrmSettings.tsAutoRun.caption=Rhediad Awtomatig
FrmSettings.tsExclusion.caption=Eithriad
FrmSettings.btnrestore.caption=Ynghylch
FrmSettings.btnok.caption=Iawn
FrmSettings.btncancel.caption=Canslo
FrmGeneral.chkassist.caption=Hysbyswch fi pan mae rhywun yn postio cwestiwn a thal.
FrmUsers.lblinfo.caption=Dewisiwch y defnyddwyr hoffech Glanhaydd Cofrestrfa Wise eu rheoli
FrmUsers.rdcuser.caption=Defnyddiwr cyfredol yn unig
FrmUsers.rdauser.caption=Pob defnyddiwr
FrmUsers.rdusers.caption=Defnyddwyr dethol
FrmSettings.tsUsers.caption=Defnyddiwyr
FrmGeneral.ckRestorePoint.caption=Creu pwynt adfer ar gyfer y system yn awtomatig cyn dad-ddarnio
FrmAutorunSettings.chk1.caption=Creu eicon "Glanhau gydag 1-clic" a'i osod ar eich desgfwrdd
FrmAutorunSettings.lblcmd.caption=Modd llinell orchymyn
FrmAutorunSettings.lblcmdinfo.caption=Mae'n bosib rhedeg y rhaglen, sganio a glanhau eich cofrestrfa'n awtomatig gan ddefnyddio'r llinell orchymyn. Ar gyfer mwy o wybodaeth gwthiwch F1 neu gliciwch ar yr URL canlynol er mwyn darllen ein dogfennau cymorth.
FrmAutorunSettings.btnhelp.caption=Cymorth Arlein
FrmExclusion.btnAdd.caption=Ychwanegu Allweddair
FrmExclusion.btnExport.caption=Allforio
FrmExclusion.btnRemove.caption=Tynnu
FrmExclusion.btnimport.caption=Mewnforio
Frminput.btnok.caption=Iawn
Frminput.btncancel.caption=Canslo
FrmGeneral.chkNews.caption=Canfod cylchlythyrau'n awtomatig
FrmGeneral.chkbackup.caption=Crewch gopi wrth gefn o'r gofresetrfa cyn glanhau
FrmGeneral.WiseLabel1.caption=Gwirio am Ddiweddariadau:
FrmGeneral.WiseLabel2.caption=Iaith Diofyn:
FrmGeneral.btnchecknew.caption=Gwiriwch Rwan:
FrmGeneral.lbtran.caption=Cyfieithu...
FrmGeneral.lblscanmode.caption=Sut i sganio'r gofresetrfa
FrmGeneral.rdnormal.caption=Sgan Diofyn
FrmGeneral.rdssafe.caption=Sgan Cyflym
FrmGeneral.rddeep.caption=Sgan Dwfn
FrmGeneral.lblBackup.caption=Copi wrth gefn i...
FrmGeneral.btnbr.caption=Pori...
FrmRegClean.lblDefaultHint.Caption=Sganio ar gyfer cofnodion diogel yn unig.
FrmRegClean.lblFullHint.Caption=Modd sgan llawn ar gyfer uwch ddefnyddwyr
FrmRegClean.lblCustomHint.Caption=Sganio cofnodion wedi'u haddasu
TFrmScheduler.lblHint.caption=Bydd y dasg a drefnwyd yn defnyddio modd Sganio Cyflym.
FrmScheduler.caption=Trefnydd
Frm_br.btncancel.caption=Canslo
FrmBackup.caption=Copi wrth gefn
FrmBackup.btnreg.caption=Crewch gopi wrth gefn cyflawn o'r gofresetrfa
FrmBackup.btnsys.caption=Crewch bwynt adfer system
FrmRestore.caption=Canolfan Adfer
FrmRestore.btnRegBk.caption=Adfer Cofrestrfa
FrmRestore.btnSysBK.caption=Adfer System
FrmRestore.btnclose.caption=Cau
FrmRestore.btnrestore.caption=Adfer
FrmRestore.btnremove.caption=Tynnu
frmupdate.caption=Diweddariad Meddalwedd
pmLicenseKey1=Cofrestru
pmLicenseKey=Newid allwedd trwydded
pmHelp=Cymorth Arlein
pmforum=Fforwm
pmHome=Tudalen Gartref
pmContact=Cysylltu a ni
pmCheckNew=Gwirio am ddiweddariad
pmLang=Dewis Iaith
pmSkin=Dewis Groen
pmAbout=Ynghylch
pmIgnore=Anwybyddwch yr eitem yma
pmrec=Argymell
pmAll1=Dewis popeth
pmNone=Dewis Dim
pmGo=Cadarnhau
pmExport=Allforio i...
pmPortable=Creu fersiwn gludadwy
FrmlikeUs.lblTitle.caption=Os ydych chi wrth eich bodd gyda Glanhaydd Cofrestrfa Wise, beth am rhoi gwybod i'ch ffrindiau?
FrmlikeUs.lblInfo.caption=Rhannwch Glanhaydd Cofrestrfa Wise gyda'ch teulu, ffrindiau, cyd-ddisgyblion, a chydweithwyr trwy e-bost, Blog, Twitter, YouTube, Facebook, ac ati ... Da iawn! Byddwch yn dod â chyfleustra ac effeithlonrwydd i'w bywydau.
FrmlikeUs.lblRate.caption=Graddiwch Glanhaydd Cofrestrfa Wise
FrmlikeUs.lblfollow.caption=Dilynwch ni ar:
FrmlikeUs.lblshare.caption=Rhannu Glanhaydd Cofrestrfa Wise
FrmlikeUs.btndownload.caption=Lawrlwytho am ddim
FrmlikeUs.imgrate.hint=Rhowch wobr 5 seren i ni
FrmlikeUs.imgmail.hint=Rhannwch gyda'ch ffrindiau
FrmlikeUs.imgface1.hint=Rhannwch ar Facebook
FrmlikeUs.imgface2.hint=Dilynwch ni ar Facebook
FrmlikeUs.imgtwitter1.hint=Rhannwch ar Twitter
FrmlikeUs.imgtwitter2.hint=Dilynwch ni ar Twitter
FrmlikeUs.Caption=Hoffi
FrmlikeUs.lbldownload.caption=Lawrlwythwch mwy o raglenni rhad ac am ddim o WiseCleaner.com
FrmProcess.Caption=Dadansoddiad Cofrestrfa
FrmProcess.lblwait.caption=Dadansoddi...
FrmProcess.lblinfo.caption=Ni fydd eich PC yn ymateb am ychydig eiliadau neu funudau.
[Lang]
NativeLanguage=Cymraeg
[GUI]
ButtonYes=Ia
ButtonNo=Na
ButtonOK=Iawn
ButtonMinimize=Lleihau
ButtonMaximize=Mwyhau
ButtonClose=Cau
ButtonRestore=Adfer
ButtonMenu=Dewislen
Support=Cefnogaeth ac Adborth
[Message]
NoNews=Nid oes gennych neges heb ei ddarllen.
InvalidRegInfo=Gwybodaeth gofrestru annilys!
alluser=Pob defnyddiwr
currentuser=Defnyddiwr Cyfredol
Username=Enw Defnyddiwr
Proupdate=Yn anffodus ni all y fersiwn am ddim gefnogi uwchraddio, ond gallwn ddarparu gostyngiad arbennig i chi gael y fersiwn ddiweddaraf. Fel arall, bydd yn newid i'r fersiwn AM DDIM os byddwch chi'n dewis ei ddiweddaru. Parhau?
MWDetected=Canfyddir bod MalwareBytes yn rhwystro% s rhag gweithio. Cliciwch OK i gael y datrysiad.
ActivateOnline=Yn gwirio'ch gwybodaeth gofrestru, arhoswch am ychydig eiliadau ...
WRCRunning=Mae'r rhaglen yn rhedeg.
StopAndExit=Mae'r rhaglen yn sganio, 'da chi am atal y sgan a gorffen rwanr?
EmptyEmail=Ni all cyfeiriad e-bost fod yn wag.
EmptyName=Ni all enw defnyddiwr fod yn wag.
InvalidEmail=E-bost annilys, mewnbynnwch e-bost dilys.
EmpytKey=Ni all allwedd trwydded fod yn wag.
InvalidKey=Allwedd trwydded annilys, mewnbynnwch e-bost dilys.
EnterEmail=Mewnbynnwch eich ebost
EnterName=Mewnbynnwch eich enw
EnterKey=Mewnbynnwch eich allwedd trwydded
OverMaxTimes=Wedi ei actifadu'n fwy na'r nifer uchaf posib.
ThanksRegister=Diolch am gofrestru'r cynnyrch hwn!
Activated=Mae'r fersiwn lawn wedi'i actifadu.
ConnectFail=Methu cysylltu â'r gweinydd, gwiriwch eich cysylltiad rhyngrwyd a cheisiwch eto.
NoRegInfo=Yn methu â dod o hyd i'ch gwybodaeth gofrestru, os ydych chi'n credu mai camgymeriad yw hwn, cysylltwch â ni.
NeedAdmire=Mae'r nodwedd ar gael i'r gweinyddwr. Os ydych chi am redeg y nodwedd, mewngofnodwch fel gweinyddwr.
Valuenrea=Enw gwerth
Keyname=Enw allwedd
ScheduleHint=Tudalen Gartref
Unoptimized=Di-rwystr
UpdateError=Gwall diweddaru, 'da chishi lawrlwytho'r fersiwn diweddaraf o'r wefan?
RegeditorLocked=Mae eich regedit wedi'i rwystro. Mae angen regedit hygyrch ar gyfer swyddogaeth wrth gefn / adfer. Ydych chi am ddadflocio regedit nawr?
failtounLock=Wedi methu dadflocio regedit. Efallai bod angen awdurdodiad pellach arnoch i gyflawni'r weithred yma.
Total=Cyfanswm
DefragRate=Gall eich helpu i leihau maint eich cofrestrfa %s.
SuggestDefrag=Argymhellir dad-ddarnio'ch cofrestrfa ar unwaith.
SuggestIgnore=Go brin bod unrhyw beth diangen yn eich cofrestrfa, felly cofiwch ei ddad-ddarnio'r tro nesaf.
TypeNoError=Glanhau
NeverClean=Nid ydywch wedi glanhau eich cofrestrfa. Awmgrymir ei lanhau'n syth.
AdviseClean=Gall glanhau'ch cofrestrfa reolaidd gael eich cyfrifiadur i redeg yn gyflymach ac yn fwy diogel.
DupItem=Mae'r eitem hon wedi'i rhestru yn y rhestr.
Advisedefrag=Mae'r dad-ddarnio'ch cofrestrfa yn galluogi'ch PC i redeg yn gyflymach ac yn fwy sefydlog.
NeverDefrag=Nid ydych wedi dad-ddarnio'ch cofrestrfa eto. Awgrymir dad-ddarnio ar unwaith.
LastDefrag=Y tro diwethaf i chi dad-ddarnio'ch cofrestrfa oedd:
TotalDefrag=Mae cyfanswm o %.2f wedi'i gywasgu.
DefaultValue=(Rhagosodedig)
RegBackup=Cofrestrfa wrth gefn
RegRestore=Adfer y Gofrestrfa
CreateBackup=Creu data wrth gefn ...
Compress=Cywasgu ...
Extracte=Echdynnu ...
Complete=Wedi'i gwblhau
RestoreReg=Adfer y Gofrestrfa ... Arhoswch am ychydig funudau ...
NotSupportOS=Ni chefnogir y nodwedd ar y system weithredu hon.
EnableRestore=Mae Adfreiad System wedi ei analluogi. 'Da chisho galluogi adferiad system?
SysCreating=Wrthi'n creu pwynt adfer system...
SysRestoring=Paratoi adfer y system...
RestorePointDone=Crëwyd pwynt adfer y system yn llwyddiannus.
RestorePointFail=Methu creu pwynt adfer system.
ErrorMsg=Gwall:
Area=Ardal
Summary=Disgrifiad
LeastOne=Dewiswch o leiaf un ardal i'w sganio.
IsRunning=Mae'r rhaglen yn sganio, arhoswch am y sgan i orffen, a cheisiwch eto.
Optimized=Optimeiddiwyd
DefragReport=Mae'r gofrestrfa wedi'i chywasgu. Adroddiad wedi'i optimeiddio:
DefragReport1=Hen faint y gofrestrfa:
DefragReport2=Maint newydd y gofrestrfa:
DefragReport3=Maint wedi'i optimeiddio:
ReOptimize=Optimeiddio Eto
ComfirmDefrag=Arbedwch eich gwaith anorffenedig os gwelwch yn dda, oherwydd bydd y PC yn ailgychwyn yn syth ar ôl dad-ddarnio'r gofrestrfa. Ydych chi am ddechrau nawr?
def15After=Mae %d diwrnod wedi mynd heibio ers i chi dad-ddarnio'r gofrestrfa. Dad-ddarniwch rwan!
def15Before=Bydd eich cyfrifiadur yn rhedeg yn gyflym ac yn sefydlog os byddwch chi'n cadw'ch cofrestrfa mor gryno â phosib.
KeyWord=Os gwelwch yn dda, mewnbynnwch eich allweddeiriau:
ExImport=Mae'r rhestr eithrio wedi ei allforio i:
NoNewVer=Llongyfarchiadau! 'Da chi'n defnyddio'r fersiwn mwyaf cyfredol!
Daily=Dyddiol
Weekly=Wythnosol
Monthly=Misol
Never=Byth
TranslateTo=Cyfieithu...
NeedBack=Mae'n ymddangos mai dyma'ch tro cyntaf i ddefnyddio'r rhaglen hon. Argymhellir gwneud copi wrth gefn o'r gofrestrfa ar unwaith. Hoffech chi wneud copi wrth gefn yn awtomatig rwan?
Newsletter=Cylchlythyr
UpgradeInfo=Gwybodaeth Uwchraddio
CannotCrTask=Methu trefnu tasg.
ScheduleNextTime=Y tro nesaf:
Exported=Mae'r eitemau wedi eu hallforio i %s, 'da chishio agor y ffeil rwan?
Idle=Pan yn segur
Login=Pan yn mewngofnodi
LastClean=Y tro dwethaf i chi lanhau eich cofrestrfa oedd:
Monday=Dydd Llun
Tuesday=Dydd Mawrth
Wednesday=Dydd Mercher
Thursday=Dydd Iau
Friday=Dydd Gwener
Saturday=Dydd Sadwrn
Sunday=Dydd Sul
IssueFound=%d problem wedi ei ddarganfod.
Scanning=Sganio...
ScanCanceled=Mae'r sgan wedi ei ganslo!
FindError=Darganfuwyd cyfanswm o %d problem. Roedd %d ohonynt ddim yn ddiogel i'w dileu.
LogAll=Darganfuwyd %d problem. Cafodd %d ohonynt eu datrys.
LogFail=Nid oedd hi'n bosid dileu %d problem.
StartClean=Glanhau
StartScan=Sgan
7After=Mae %d diwrnod wedi pasio ers y glanhau diwethaf. Awgrymir sgan ar fyrder.
7Before=Mae'n arfer dda i gadw'ch gyrriant yn lan a'ch preifatrwydd yn ddiogel.
ReScanHint=Darganfuwyd %d o broblemau. Rydym yn argymell eich bod y sganio eto er mwyn dargnafod mwy o broblemau.
CleanNow=Cliciwch "Glanhau" er mwyn datrus y problemau.
NoError=Llongyfarchiadau. Mae eich Cofresestrfa yn lan!
GoodHabit=Mae cadw'ch cyfrifiadur yn lan yn arfer dda. Cadwch ati os gwelwch yn dda.
ReScanHint1=Rydym yn argymell eich bod y sganio eto er mwyn dargnafod mwy o broblemau.
TypeChanged=Rydych wedi newid yr eitemau i'w sganio
ReScanHint2=Sganiwch eto er mwyn dargnafod problemau.
CleanDone=Mae'r glanhau wedi ei gwblhau!
bkAuto=Awtomatig
bkManual=A Llaw
BackupDate=Amser gwneud Copi wrth gefn
BackupType=Math o Gopi wrth gefn
Problems=Problemau
CreateDate=Dyddiad a grewyd
Description=Disgrifiad
Removebackup='Da chisho tynnu'r Copi wrth gefn 'rydych wedi ei ddewis?
RemoveSysRestore='Da chisho tynnu'r pwynt adfer system 'rydych wedi ei ddewis?
NoBackupSelected=Dewiswch o leiaf un copi wrth gefn i'w adfer.
RestoreComplete=Adfer wedi ei gwblhau
RestoreFromSysRestore=Rhaid ailgychwyn eich cyfrifiadur ar gyfer adfer y system. 'Da chisho cychwyn adfer rwan?
WhenIdle=Pan yn segur
WhenLogin=Pan yn mewngofnodi
NewVer=Mae fersiwn mwy diweddar o Lanhaydd Disg Wise ar gael. 'Da chisho'i uwchraddio rwan?
[Tuneup]
SuperPrefetchParameters=Analluogi Super-Prefetch i leihau'r defnydd o gof wrth gychwyn Windows (8/10)
BlueReboot=Analluogi ailgychwyn awtomatig pan fydd y system yn dod ar draws sgrin las marwolaeth.
RemoteRegAccess=Analluogi unrhyw addasiad cofrestrfa o gyfrifiadur anghysbell.
FileListSpeed=Optimeiddio polisi adnewyddu rhestr ffeiliau Windows.
PreviewUP=Cyflymu buanedd arddangos Rhagolwg Bar Tasg Windows.
OptDNS=Optimeiddio cyflymder dosrannu DNS a DNS.
OptLAN=Optimeiddio'r cysylltiad LAN.
ShowSpeed=Cyflymder ymateb optimaidd ar gyfer y system arddangos.
AeroSnap=Cyflymwch Aero Snap i wneud arddangos delweddau bawd yn gyflymach.
SSDSpeedup=Optimeiddio SSD
DisablePrefetch=Analluogi paramedrau rhagarweiniol er mwyn ymestyn oes eich SSD.
DisableSuperPrefetch=Analluogi paramedrau goruwch rhagarweiniol er mwyn ymestyn oes eich SSD.
DisableDefragBoot=Analluogi system dad-ddarnio'r gyrriant wrth gychwyn er mwyn ymestyn oes eich SSD.
DisableDefragIdle=Analluogi dad-ddarnio awtomatig pan yn segur er mwyn ymestyn oes eich SSD.
EnableTRIM=Galluogi swyddogaeth TRIM er mwyn gwella perfformiad eich SSD.
OptIEConnection=Cynnydd mewn uchafswm cysylltiadau fesul gweinydd. Cyflymder gwylio tudalen we a chyflymder gwylio fideo ar-lein wedi'i wella.
IconCache=Cynyddu storfa eicon system a chyflymu arddangosiad bwrdd gwaith.
RestoreAll=Ydych chi am adfer yr holl eitemau i ddewisiadau diofyn Windows?
NoSelectedItem=Dewiswch un eitem o leiaf.
OptItems=Gellir optimeiddio'r eitemau canlynol %d.
ItemsOptimized=Mae %d o eitemau wedi'u optimeiddio.
TakeEff=Ni fydd rhai newidiadau yn dod i rym nes i chi ailgychwyn eich cyfrifiadur.
NoItems=Llongyfarchiadau! Mae'r holl eitemau wedi'u optimeiddio.
BootSpeedup=Cyflymu Cychwyn/Diffodd
SystemStable=Sefydlogrwydd System
SystemSpeedup=Cyflymu System
NetworkSpeedup=Cyflymu Rhwydwaith
PrefetchParameters=Optimeiddio'r paramedrau rhagarweiniol i wella cyflymder cychwyn Windows.
BootDelay=Yn lleihau amser "gwirio disg" er mwyn gella cyflymder cychwyn Windows.
BootPartition=Galluogi nodwedd optimeiddio er mwyn gwella cyflymder cychwyn Windows.
ClearPagingFile=Analluogi clirio Ffeil Daleniad Windows wrth ei ddiffodd er mwyn cyflymu'r broses o gau'r PC.
TimeOut=Lleihau segurdod cymhwysiad wrth gau i wella'r broses cau.
AutoKill=Cau prosesau wedi'u rhewi i osgoi chwalu'r system.
RestartExplorer=Ailgychwyn Windows Explorer yn awtomatig er mwyn atal bwrdd gwaith annisgwyl rhag diflannu.
TwoProcess=Gosod cydrannau Windows Explorer i'w rhedeg mewn prosesau ar wahân er mwyn osgoi gwrthdrawiadau system.
ErrorReport=Analluogi adrodd am wallau sgrin er mwyn gwella perfformiad y system.
Debugger=Analluogi'r dadfygiwr er mwyn cyflymu prosesu gwallau.
OptMemory=Optimeiddio gosodiadau diofyn cof er mwyn gwella perfformiad system.
OptVEff=Optimeiddio cydrannau pen blaen (blwch deialog, bwydlenni, ac ati) er mwyn gwella perfformiad system.
OptFileSystem=Optimeiddio'r system ffeiliau er mwyn gwella perfformiad system.
OptDiskSystem=Optimeiddio is-system disg I/O er mwyn gwella perfformiad system.
DisAutoRun=Analluogi nodwedd "Chwarae Awtomatig" ar yriannau er mwyn osgoi haint/lluosogi firws.
OptDiskIdle=Optimeiddio disg I/O tra bod yr Uned Brosesu Ganolog yn segur.
OptTTL=Optimeiddio gosodiadau TTL (Time To Live) er mwyn gwella perfformiad y rhwydwaith.
OptNetForward=Optimeiddio gallu'r rhwydwaith er mwyn gwella perfformiad y rhwydwaith.
OptMTU=Gwella perfformiad TCP/IP trwy ganfod "tyllau duon" yn awtomatig wrth lwybro yn nhechneg Darganfod Llwybr MTU.
OptWINS=Optimeiddio amser ymholiad enw WINS i wella cyflymder trosglwyddo data.
OptNetWork=Optimeiddio gosodiadau rhwydwaith i wella perfformiad cyfathrebu.
CloseAnimate=Cau effaith animeiddio wrth gynyddu neu leihau ffenestr i gyflymu ymateb y ffenestr.
PagingExecutive=Analluogi dudaleniad cof a lleihau I/O disg er mwyn gwella perfformiad cymhwysiad. (Gellir anwybyddu'r opsiwn os yw'r cof corfforol yn <1GB)
StaticIP=Gosod IP statig ar gyfer eich cysylltiad lleol i gyflymu cychwyn eich PC.
PorcessorTime=Optimeiddio perfformiad y prosesydd ar gyfer gweithredu cymwysiadau, gemau, ac ati. (Anwybyddwch os yw'n weinydd)
DisableIDECheck=Atal gwirio sianel IDE gan Windows i wella cyflymder cychwyn Windows.
ForeAppSpeed=Rhowch hwb i gyflymder ymateb rhaglenni.
AeroPeek=Rhowch hwb i gyflymder arddangos Aero Peek.
OptEthernet=Optimeiddio perfformiad cerdyn Ethernet.
[Type]
ContextMenu=Eitemau Dewislen Cyd-destun Annilys
MUICache=Storfa MUI
Services=Gwasanaethau Windows
Activex=Cydrannau ActiveX/COM
FireWall=Gosodiadau Mur Gwarchod
RootAll=Llwybrau Annilys
SoftwareSection=Llwybrau Meddalwedd
ApplicationPaths=Llwybrau Cymhwysiadau
FileTypes=Mathau o Ffeil
HelpFiles=Ffeiliau Cymroth
Fonts=Ffontiau
SharedDLL=DLLs a rennir
MRULists=Rhestrau Defnyddiwr MRU
UninstallSection=Dadosodwr
StartMenu=Dewislen Cychwyn
StartupProgram=Rhaglenni Cychwyn
SoundandAppEvents=Sain a Digwyddiadau Cymhwysiadau
IEUrlHistory=Hanes URL IE
IFEO=Cyflawni Ffeil Delwedd
EmptyKey=Allweddi Gwag
App=Gosodiadau Cymhwysiadau
[ErrorMessage]
MUIError1=Cyfeirnod MUI ar goll, ond gyriant "%s" ydi %s, argymhellir eich bod yn anwybyddu'r gwall hwn.
MUIError=Cyfeirnod MUI ar goll
ServiceNotExists=Nid yw'r rhaglen wasanaeth a nodwyd yn bodoli.
MimeExName=Estyniad ffeil MIME anghywir wedi'i gofrestru: %s
EmptyKey=Allwedd Gwag
EmptyHelpdirctory=Cyfeiriadur Cymorth Gwag.
FileNotExist=Nid yw'r Ffeil (Ffolder) yn bodoli.
HFileNotExist=Nid yw'r Ffeil Gymorth (Ffolder) yn bodoli.
EmptyValue=Gwerth gwag
TypeLib=Nid yw'r Llyfrgell Math yn bodoli:
NodeEmpty=Nod Gwag
SharedFilenotexist=Nid yw'r Ffeil a Rennir yn bodoli.
sharedfilenotbeuse=Ni ddefnyddir ffeil a rennir.
noconnection=Heb wybodaeth cysylltiad ffeil.
Invalidpathtoicon=Llwybr annilys i'r eicon.
ReferstoaninvalidClass=Cyfeiriad at Ddosbarth annilys.
Emptyshellcommand=Mae gorchymyn plisgyn yn wag.
Invalidshellcommand=Gorchymyn plisgyn annilys (Nid yw'r ffeil yn bodoli).
Fontsnotexist=Nid yw'r Ffeil Ffontiau'n bodoli.
Hijacking=Mae %s wedi cael ei herwgipio gan %s.
MRULists=Rhestrau Defnyddiwr MRU
invalidOpenWith=Nid oes unrhyw gymhwysiad yn gysylltiedig â'r math hwn.
ReferActivex=Cyfeiriad at gofnod ActiveX/COM annilys.
EmptyCLSID=CLSID Gwag.
ComSourceNotExist=Nid yw Ffynhonnell COM yn bodoli.
invalidUnistall=Gwybodaeth ddadosod annilys.
notexist=ddim yn bodoli.
ObsoleteStartMenuItem=Eitem Dewislen Cychwyn darfodedig.
SoundFilenotexist=Nid yw'r Ffeil Sain yn bodoli.
FileNotExist1=Nid yw Ffeil (Ffolder) yn bodoli, ond gyriant "%s" yw %s, argymhellir eich bod chi'n anwybyddu'r gwall hwn.
OpenWithError=Yn agored gyda chamgymeriad, nid yw'r cymhwysiad penodedig yn bodoli.
OpenWithError1=Yn agored gyda chamgymeriad, nid yw'r cymhwysiad penodedig yn bodoli. Ond gyriant "%s" yw %s, argymhellir eich bod chi'n anwybyddu'r gwall hwn.
ComSourceNotExist1=Nid yw Ffynhonnell COM yn bodoli, ond gyriant "%s" yw %s, argymhellir eich bod chi'n anwybyddu'r gwall hwn.
[Summary]
ContextMenu=Eitemau dewislen cyd-destun annilys
MUICache=Cyfeirnod Storfa MUI ar goll
Services=Gwasanaethau Windows annilys
Activex=Cydrannau ActiveX a COM annilys
FireWall=Gosodiadau mur gwarchod Windows annilys
RootAll=Llwybrau a ffeiliau annilys
SoftwareSection=Llwybrau a ffeiliau annilys a adawyd gan feddalwedd sydd wedi'i dynnu
ApplicationPaths=Llwybrau a ffeiliau cymhwysiadau cofrestredig annilys
FileTypes=Gwybodaeth estyniad ffeil annilys
HelpFiles=Ffeiliau cymorth cofrestredig annilys
Fonts=Gwybodaeth ffont annilys
SharedDLL=Llyfrgelloedd cyswllt deinamig a rennir ar goll
MRULists=Hanes ffeiliau a gyrchwyd gan ddefnyddwyr, ffilmiau a wyliwyd, dogfennau wedi'u golygu ac ati.
UninstallSection=Gwybodaeth dadosod ddiwerth neu annilys
StartMenu=Eitemau dewislen cychwyn anarferedig
StartupProgram=Rhaglenni cychwyn darfodedig neu annilys
SoundandAppEvents=Gosodiadau sain a digwyddiadau, darfodedig neu annilys
IEUrlHistory=Hanes safleoedd gwe a ymwelwyd a hwy gydag IE
IFEO=Cofnodion maleisus a grëwyd gan ysbïwedd, firws neu ddrwgwedd
EmptyKey=Cofrestriadau heb unrhyw wybodaeth
App=Gosodiadau cymhwysiadau annilys
[AutoClean]
ErrorsFixed=gwallau wedi'u glanhau.
Title=Congratulations!
ErrorsFound=gwallau wedi'u darganfod.
[AutoUpdate]
CurrentFile=Ffeil Gyfredol:
Canceling=Yn canslo...
CANCEL=Canslo
Ready=Yn barod i'w lawrlwytho
[Skin]
SkinDefault=Diofyn
SkinBlue=Glas
SkinGreen=Gwyrdd
SkinCustom=Dewis
SkinColor=Dewis lliw croen
[EUASK]
regcaption=Cofrestru
logincaption=Mewngofnodi
FrmEuaskLogin.lblJoin.Caption=Ymuno a Euask
FrmEuaskLogin.lblSign.Caption=Mewngofnodi i Euask
FrmEuaskLogin.lblnick.Caption=Enw Defnyddiwr:
FrmEuaskLogin.lbl1.Caption=Cyfrinair:
FrmEuaskLogin.btnlogin.caption=Mewngofnodi
FrmEuaskLogin.btnregister.Caption=Cofrestru
FrmEuaskLogin.btnpwd.Caption=Wedi anghofio'ch cyfrinair?
FrmEuaskLogin.WiseLabel1.Caption=Enw Defnyddiwr:
FrmEuaskLogin.WiseLabel2.Caption=Cyfrinair:
FrmEuaskLogin.btnreg.caption=Cofrestru
FrmEuaskLogin.WiseSimpleButton1.Caption=Mewngofnodi
FrmEuaskLogin.lbl2.Caption=Ebost:
FrmEuaskLogin.btnnone.Caption=Dim rwan
inputuser=Mewnbynnwch eich cyfrinair a'ch enw defnyddiwr
[Renew]
subscribed=Peidiwch a'n atgoffa fi eto.
title=Bydd Glanhaydd Cofrestrfa PRO Wise yn dod i ben mewn %d diwrnod!
title1=Mae eich allwedd trwydded wedi dod i ben. Cofiwch ei adnewyddu mewn da bryd!
Price=Adnewydd PRO yn unig %s!
Describe=Mae 'na siawns byddech yn colli breintiau'r fersiwn PRO
Renew=Adnewyddu rwan
